Repository: OS2World/APP-Midnight_Commander
Catalog: mc-4.5.4/po/*.po
Languages: pl

source: Emacs key:
pl: Emacs klawisz:

source: Execute Macro
pl: Wykonaj makro

source: Press macro hotkey:
pl: Wci¶nij hotkey makra:

source: Insert Literal
pl: Wstaw Litera³

source: Press any key:
pl: Naci¶nij dowolny klawisz:

source: There is no other panel to compare contents to
pl: Nie ma innego panelu by porównaæ zawarto¶æ z

source: The GNOME edition of the Midnight Commander file manager.
pl: Menad¿era plików Midnight Commander. Edycja GNOME

source: The Midnight Commander
pl: Midnight Commander PL

source: Do you really want to quit the Midnight Commander?
pl: Chcesz na prawdê wyj¶c z Midnight Commandera?

source: &Yes
pl: &Tak

source: &No
pl: &Nie

source: Error
pl: B³±d

source: Opens a new window
pl: Otwiera nowe okno

source: Opens a terminal
pl: Otwiera terminal

source: Copy files
pl: Kopiuj pliki

source: Rename or move files
pl: Zmieñ nazwê lub przenie¶ pliki

source: Creates a new folder
pl: Za³ó¿ nowy folder

source: Delete files from disk
pl: Kasowanie plików z dysku

source: View file
pl: Podgl±d pliku

source: View the file without further processing
pl: Podejrzyj plik bez zajmowania siê nim w przysz³o¶ci

source: Select a group of files
pl: Zaznacz grupê plików

source: Un-selects a group of marked files
pl: Odznacz grupê zaznaczonych plików

source: Reverses the list of tagged files
pl: Odwróæ listê zaznaczonych plików

source: Close this panel
pl: Zamknij panel

source: Exit program
pl: Wyj¶cie z programu

source: Set the display mode for the panel
pl: Ustaw tryb wy¶wietlania dla panelu

source: Changes the sort order of the files
pl: Zmiany kolejno¶ci sortowania plików

source: Set a filter for the files
pl: Ustaw filtr dla plików

source: Rescan the directory contents
pl: Przeskanuj zawarto¶æ katalogu

source: Connect to a remote machine
pl: Po³±czenie ze zdaln± maszyn±

source: Connect to a remote machine with FTP
pl: Po³±czenie FTP ze zdaln± maszyn±

source: Confirmation settings
pl: Ustawienia potwierdzeñ

source: Global option settings
pl: Globalne ustawienia opcji

source: Virtual File System settings
pl: Ustawienia Wirtualnego Systemu Plików

source: Locate files on disk
pl: Zlokalizuj pliki na dysku

source: List of favorite sites
pl: Lista faworyzowanych miejsc

source: Compare panel contents
pl: Porównaj zawarto¶æ paneli

source: List of active virtual file systems
pl: Lista aktywnych wirtualnych systemów plików

source: Recover deleted files
pl: Odzyskaj skasowane pliki

source: List of background operations
pl: Lista operacji w tle

source: Arranges the icons on the desktop
pl: Wyrównaj ikony na pulpicie

source: Information on this program
pl: Informacja o tym programie

source: _File
pl: _Plik

source: Filename
pl: Nazwa pliku

source: Full name:
pl: Pe³na nazwa:

source: Command
pl: Komenda

source: Command:
pl: Komenda:

source: Use terminal
pl: U¿yj terminala

source: File mode (permissions)
pl: Atrybuty pliku

source: Current mode:
pl: Aktualny tryb:

source: Read
pl: Odczyt

source: Write
pl: Zapis

source: Exec
pl: Wykonanie

source: Special
pl: Specjalne

source: User
pl: U¿ytkownik

source: Group
pl: Grupa

source: Other
pl: Inny

source: Set UID
pl: Ustaw UID

source: Set GID
pl: Ustaw GID

source: Sticky
pl: Lepki

source: <Unknown>
pl: <Nieznany>

source: Owner
pl: W³a¶ciciel

source: General
pl: Generalne

source: Title
pl: Tytu³

source: Icon
pl: Ikona

source: Select icon
pl: Wybierz ikonê

source: Open with...
pl: Otwórz przy u¿yciu...

source: Enter extra arguments:
pl: Wprowad¼ dodatowe argumenty:

source: Properties
pl: W³a¶ciwo¶ci

source: Open
pl: Otwórz

source: Open with
pl: Otwórz przy u¿yciu

source: View
pl: Podgl±d

source: View unfiltered
pl: Podgl±d niefiltrowany

source: Edit
pl: Edycja

source: Link...
pl: Dowi±zanie...

source: Symlink...
pl: Dowi±zanie symboliczne...

source: Edit symlink...
pl: Edytuj dowi±zanie symboliczne...

source: Copy...
pl: Kopiuj...

source: Delete
pl: Usuñ

source: All files
pl: Wszystkie pliki

source: Archives and compressed files
pl: Archiwa i nieskompresowane pliki

source: RPM/DEB files
pl: Pliki RPM/DEB

source: Text/Document files
pl: Pliki Tekstowe/Dokumenty

source: HTML and SGML files
pl: Pliki HTML i SGML

source: Postscript and PDF files
pl: Pliki postscriptowe i PDF

source: Spreadsheet files
pl: Pliki arkusza kalkulacyjnego

source: Image files
pl: Pliki graficzne

source: Video/animation files
pl: Pliki wideo/animacje

source: Audio files
pl: Pliki audio

source: C program files
pl: Pliki C

source: C++ program files
pl: Pliki C++

source: Objective-C program files
pl: Pliki Objektowego-C

source: Scheme program files
pl: Pliki schematów

source: Assembler program files
pl: Pliki asemblera

source: Misc. program files
pl: Pliki ró¿nych prg.

source: Font files
pl: Pliki czcionek

source: <readlink failed>
pl: <odczyt dowi±zania nie udany>

source: Filter
pl: Filtr

source: Col %d
pl: Kol %d

source: %s bytes
pl: %s bajtów

source: Goto line
pl: Id¼ do linii

source: Jump to a specified line number
pl: Id¼ do podanego numeru linii

source: Monitor file
pl: Monitoruj plik

source: Monitor file growing
pl: Plik monitorowany wzrasta

source: Close
pl: Zamknij

source: Search
pl: Szukaj

source: String search
pl: Szukanie ci±gu znaków

source: Regexp search
pl: Szukanie regexp

source: Regular expression search
pl: Szukanie wyra¿enia regularnego

source: Search again...
pl: Szukaj ponownie...

source: Continue searching
pl: Kontunuuj wyszukiwanie

source: Wrap
pl: Zawi

source: Wrap the text
pl: Z³am tekst

source: Formatted
pl: Sformatowany

source: File
pl: Plik

source: Mode
pl: Tryb

source: cancel
pl: zaniechaj

source: help
pl: pomoc

source: yes
pl: tak

source: no
pl: nie

source: exit
pl: wyj¶cie

source: abort
pl: anuluj

source: Error
pl: B³±d

source: Cannot get size/permissions info on file:
pl: Nie mo¿na pobraæ informacji o rozmiarach/atrybutach pliku:

source: Not an ordinary file:
pl: To nie jest zwyk³y plik:

source: File is too large:
pl: Plik jest za du¿y:

source: Increase edit.h:MAXBUF and recompile the editor.
pl: Zwiêksz edit.h:MAXBUF i zrekompiluj edytor.

source: Error allocating memory
pl: B³ad alokacji pamiêci

source: Save As
pl: Zachowaj jako

source: Warning
pl: Ostrze¿enie

source: A file already exists with this name.
pl: Ju¿ istnieje plik o takiej samej nazwie.

source: Overwrite
pl: Nadpisz

source: Cancel
pl: Zaniechaj

source: Save as
pl: Zachowaj jako

source: Error trying to save file.
pl: B³±d w trakcie próby zapisu pliku.

source: Delete macro
pl: Kasuj makro

source: Error trying to open temp file
pl: B³±d w trakcie próby otwarcia pliku tymczasowego

source: Error trying to open macro file
pl: B³±d w trakcie próby otwarcia pliku makr

source: key '%d 0':
pl: klawisz `%d 0':

source: Error trying to overwrite macro file
pl: B³±d w trakcie próby nadpisania pliku makr

source: Macro
pl: Makro

source: Press the macro's new hotkey:
pl: Wci¶nij nowy hotkey makra:

source: Save macro
pl: Zachowaj makro

source: Delete Macro
pl: Kasuj makro

source: Load macro
pl: Za³aduj makro

source: Confirm save file? :
pl: Potwierd¼ zachowanie pliku :

source: Save file
pl: Zachowaj plik

source: Save
pl: Zachowaj

source: Current text was modified without a file save. Continue discards these changes.
pl: Bierz±cy text zosta³ zmodyfikowany bez zachowania w pliku. Kontynuacja pominie zmiany.

source: Continue
pl: Kontynuuj

source: Load
pl: Za³aduj

source: Error trying to open file for reading
pl: B³±d przy próbie otwarcia pliku do odczytu

source: Block is large, you may not be able to undo this action.
pl: Blok jest du¿y, mo¿esz nie byæ w stanie cofn±æ tej czynno¶ci.

source: Continue
pl: Kontynuuj

source: Cancel
pl: Zaniechaj

source: Replace with:
pl: Zast±p z:

source: Replace
pl: Zast±p

source: Search
pl: Szukaj

source: Enter search text :
pl: Wpisz szukany tekst :

source: Enter replace text :
pl: Wpisz tekst do zast±pienia :

source: Enter argument order :
pl: Wpisz kolejno¶æ argumentów:

source: Enter the order of replacement of your scanf format specifiers
pl: Wpisz kolejno¶æ zastêpowania wyszczególnieñ formatu scanf

source: Whole words only
pl: Ca³e s³owa tylko

source: Case sensitive
pl: Rozró¿niaj wielkie i ma³e litery

source: Regular expression
pl: Wyra¿enie regularne

source: See the regex man page for how to compose a regular expression
pl: Zobacz stronê man dotycz±c± regex by dowiedzieæ sie jak u¿ywaæ wyra¿enia regularnego

source: Backwards
pl: Do ty³u

source: Warning: Searching backward can be slow
pl: Ostrze¿enie: Poszukiwanie do ty³u mo¿e byæ powolne

source: Prompt on replace
pl: Znak zachêty przy zmianie

source: Ask before making each replacement
pl: Zapytaj przed wykonaniem ka¿dej zamiany

source: Replace all
pl: Zast±p wszystkie

source: Scanf expression
pl: Wyra¿enie scanf

source: Allows entering of a C format string, see the scanf man page
pl: Pozwala na wpisywanie ci±gu znaków z jêzyka C, zobacz man "scanf"

source: Begin search, Enter
pl: Rozpoczynam szukanie, Enter

source: Abort this dialog, Esc
pl: Przerwij ten dialog, Esc

source: Replace
pl: Zast±p

source: Skip
pl: Pomiñ

source: Replace all
pl: Zast±p wszystko

source: Invalid regular expression, or scanf expression with to many conversions
pl: Nieprawid³owe wyra¿enie regularne lub scanf z zbyt du¿± liczb± konwersji

source: Error in replacement format string.
pl: B³±d w zastêpowaniu ci±gu znaków.

source: %ld replacements made.
pl: Wykonano %ld zmian.

source: Search string not found.
pl: Nie znaleziono ci±gu znaków.

source: Quit
pl: Wyj¶cie

source: Current text was modified without a file save. Save with exit?
pl: Bierzacy tekst zosta³ zmodyfikowany bez zachowania w pliku. Zachowaæ i wyj¶æ?

source: File was modified, Save with exit?
pl: Plik zosta³ zmodyfikowany, Zachowaæ i wyj¶æ?

source: Cancel quit
pl: Zaniechaj wyjd¼

source: &Cancel quit
pl: &Zaniechaj wyjd¼

source: &Yes
pl: &Tak

source: &No
pl: &Nie

source: Copy to clipboard
pl: Kopiuj do schowka

source: Unable to save to file.
pl: Nie mo¿na zachowac do pliku

source: Cut to clipboard
pl: Wytnij do schowka

source: Goto line
pl: Id¼ do linii

source: Enter line:
pl: Podaj liniê

source: Save Block
pl: Zachowaj Blok

source: Insert File
pl: Wstaw Plik

source: Insert file
pl: Wstaw plik

source: Error trying to insert file.
pl: B³±d przy próbie wstawiania pliku.

source: Sort block
pl: Sortuj blok

source: You must first highlight a block of text.
pl: Musisz najpierw zaznaczyæ blok tekstu.

source: Run Sort
pl: Uruchom sortowanie

source: Enter sort options (see manpage) separated by whitespace:
pl: Wpisz opcje sortowania odzielone spacjami (zobacz stronê manuala):

source: Sort
pl: Sortuj

source: Error trying to execute sort command
pl: B³±d przy próbie wykonania sortowania

source: Sort returned non-zero:
pl: Sortowanie zwróci³o nie-zero:

source: Process block
pl: Praca nad blokiem

source: Error trying to stat file
pl: B³±d podczas próby zlokalizowania pliku

source: Mail
pl: Poczta

source: Error initialising editor.
pl: B³±d przy inicjowaniu edytora.

source: Help
pl: Pomoc

source: Mark
pl: Zaznacz

source: Replac
pl: Zast±p

source: Copy
pl: Kopiuj

source: Move
pl: Przenie¶

source: PullDn
pl: PrzesuñDó³

source: Quit
pl: Wyj¶cie

source: The Quick Brown Fox Jumps Over The Lazy Dog
pl: Pójd¼¿e, kiñ tê chmurno¶æ w g³±b flaszy

source: Open/Load
pl: Otwó¿/Za³aduj

source: New
pl: Nowy

source: Clear the edit buffer
pl: Wyczy¶æ bufor edycji

source: Save the current edit buffer to filename
pl: Zachowaj bierz±cy bufor edycji do pliku o nazwie

source: Save As
pl: Zachowaj jako

source: Save the current edit buffer as filename
pl: Zachowaj bierz±cy bufor edycji jako plik o nazwie

source: Insert File
pl: Wstaw plik

source: Insert text from a file
pl: Wstaw tekst z pliku

source: Copy to file
pl: Kopiuj do pliku

source: copy a block to a file
pl: kopiuj blok do pliku

source: Exit
pl: Wyj¶cie

source: Copy selection to clipboard
pl: Kopiuj zaznaczenie do schowaka

source: Cut
pl: Wytnij

source: Cut selection to clipboard
pl: Wytnij zaznaczenie do schowka

source: Paste
pl: Wstaw

source: Paste clipboard
pl: Wstaw schowek

source: Undo
pl: Cofnij

source: Find
pl: Znajd¼

source: Find again
pl: Znajd¼ ponownie

source: Search/Replace
pl: Znajd¼/Zast±p

source: About...
pl: O...

source: Load syntax file
pl: Za³aduj plik ze sk³adni±

source: File access error
pl: B³±d dostêpu do pliku

source: &Cancel
pl: &Zaniechaj

source: &Set
pl: &Ustaw

source: S&kip
pl: &Pomiñ

source: Set &all
pl: &Wszystk

source: owner
pl: w³a¶c.

source: group
pl: grupa

source: other
pl: inni

source: On
pl: Na

source: Flag
pl: Flaga

source: %6d of %d
pl: %6d z %d

source: Chown advanced command
pl: Zaawansowane chown

source: Couldn't chmod "%s" %s
pl: Nie mo¿na wykonaæ chmod "%s" %s

source: Couldn't chown "%s" %s
pl: Nie mo¿na wykonaæ chown "%s" %s

source: Oops...
pl: Ups...

source: I can't run the Advanced Chown command on an extfs
pl: Nie mo¿na wykonaæ zaawansowanego polecenia Chown na extfs

source: I can't run the Advanced Chown command on a tarfs
pl: Nie mo¿na wykonaæ zaawansowanego polecenia Chown na tarfs

source: Background process:
pl: Procesy w tle :

source: Background process error
pl: B³±d procesu w tle

source: Child died unexpectedly
pl: Proces potomny zosta³ niespodziewanie zabity

source: Unknown error in child
pl: Nieznany b³±d procesu potomnego

source: Background protocol error
pl: B³±d zadania w tle

source: Background process sent us a request for more arguments than we can handle.
pl: Proces z t³a wys³a³ pro¶bê po wiêcej argumentów by sobie poradziæ.

source: Listing mode
pl: Tryb listowania

source: &Full file list
pl: &Pe³na lista plików

source: &Brief file list
pl: &Uproszczona lista plików

source: &Long file list
pl: &D³uga lista plików

source: &User defined:
pl: &Definiowalny:

source: &Icon view
pl: &Podgl±d ikon

source: user &Mini status
pl: &Mini status u¿ytkownika

source: Listing mode
pl: Tryb listowania

source: &Reverse
pl: odw&Rócone

source: case sensi&tive
pl: rozró¿niaj wielko¶æ li&ter

source: Sort order
pl: Kolejno¶æ sortowania

source: confirm &Exit
pl: zatwierd¼ &Wyj¶cie

source: confirm e&Xecute
pl: zatwierd¼ w&Ykonaj

source: confirm o&Verwrite
pl: zatwierd¼ &Nadpisz

source: confirm &Delete
pl: zatwierd¼ &Usuñ

source: Confirmation
pl: Potwierdzenia

source: Full 8 bits output
pl: Pe³ne 8 bitowe wyj¶cie

source: 7 bits
pl: 7 bitów

source: F&ull 8 bits input
pl: &Pe³ne 8 bitowe wej¶cie

source: Display bits
pl: Bity wy¶wietlania

source: Always to memory
pl: Zawsze do pamiêci

source: If size less than:
pl: Je¶li wielko¶æ mniejsza ni¿:

source: &Always use ftp proxy
pl: z&Awsze u¿ywaj ftp proxy

source: sec
pl: sek

source: ftpfs directory cache timeout:
pl: ftpfs timeout dla katalogu cache:

source: ftp anonymous password:
pl: anonimowe has³o ftp:

source: Gzipped tar archive extract:
pl: Rozpakuj zgzipowane archiwum tar:

source: Timeout for freeing VFSs:
pl: Czas po którym uwalniaæ VFS:

source: Virtual File System Setting
pl: Ustawienia Witrualnego Systemu Plików (VFS)

source: Quick cd
pl: Szybkie cd

source: Symbolic link filename:
pl: Nazwa dowi±zania symbolicznego:

source: Existing filename (filename symlink will point to):
pl: Istniej±cy plik (dowi±zanie symb. bêdzie siê odnosi³o do):

source: Running
pl: Uruchamiam

source: Stopped
pl: Zatrzymany

source: &Stop
pl: Zatrzymaj

source: &Resume
pl: uak&Tywnij

source: &Kill
pl: &Unicestw

source: Background Jobs
pl: Procesy T³a

source: execute/search by others
pl: wyk/odczyt dla innych

source: write by others
pl: zapis dla innych

source: read by others
pl: odczyt dla innych

source: execute/search by group
pl: wyk/odczyt dla grupy

source: write by group
pl: zapis dla grupy

source: read by group
pl: odczyt dla grupy

source: execute/search by owner
pl: wyk/odczyt dla w³a¶ciciela

source: write by owner
pl: zapis dla w³a¶ciciela

source: read by owner
pl: odczyt dla w³a¶ciciela

source: sticky bit
pl: lepki bit

source: set group ID on execution
pl: ust. ID grupy przy wykon.

source: set user ID on execution
pl: ust. ID u¿ytk. przy wykon.

source: C&lear marked
pl: wy&Czy¶æ zazn

source: S&et marked
pl: &Ustaw zazn

source: &Marked all
pl: &Zaznaczone

source: Name
pl: Nazwa

source: Permissions (Octal)
pl: Atrybuty (Ósemkowo)

source: Owner name
pl: W³a¶ciciel

source: Group name
pl: Grupa

source: Chmod command
pl: Polecenie chmod

source: Permission
pl: Atrybuty

source: File
pl: Plik

source: Use SPACE to change
pl: U¿yj spacji do zmiany

source: an option, ARROW KEYS
pl: opcji, KLAWISZY STRZA£EK

source: to move between options
pl: do przesuwu miêdzy opcjami

source: and T or INS to mark
pl: i T lub INS do zaznaczania

source: Chmod command
pl: Polecenie chmod

source: I can't run the Chmod command on an extfs
pl: Nie mo¿na wykonaæ polecenia Chmod na plikach extfs

source: Set &users
pl: Ustaw &u¿yt

source: Set &groups
pl: Ustaw &grupy

source: Name
pl: Nazwa

source: Owner name
pl: W³a¶ciciel

source: Group name
pl: Nazwa grupy

source: Size
pl: Rozmiar

source: Chown command
pl: Polecenie chmod

source: User name
pl: Nazwa u¿ytkownika

source: <Unknown user>
pl: <Niezn u¿ytkowik>

source: <Unknown group>
pl: <Nieznana grupa>

source: I can't run the Chown command on an extfs
pl: Nie mo¿na wykonaæ polecenia Chown na plikach extfs

source: I can't run the Chown command on a tarfs
pl: Nie mo¿na wykonaæ polecenia Chown na plikach tarfs

source: Can not fetch a local copy of %s
pl: Nie mogê przes³aæ lokalnej kopi %s

source: Files tagged, want to cd?
pl: Pliki zaznaczone, chcesz wykonaæ cd?

source: View file
pl: Podgl±d pliku

source: Filename:
pl: Nazwa pliku:

source: Filtered view
pl: Filtrowany podgl±d

source: Filter command and arguments:
pl: Komenda filtruj±ca i argumenty:

source: Mkdir
pl: StKat

source: Enter directory name:
pl: Podaj nazwê katalogu:

source: Filter
pl: Filtr

source: Set expression for filtering filenames
pl: Wpisz wyra¿enie dla filtrowania nazw plików

source: Select
pl: Wybierz

source: Malformed regular expression
pl: ¬le sforu³owane wyra¿enie regularne

source: Unselect
pl: Odznacz

source: Extension file edit
pl: Edycja pliku rozszerzeñ

source: Which extension file you want to edit?
pl: Który plik rozszerzeñ chcesz edytowac?

source: &User
pl: &U¿ytkownika

source: &System Wide
pl: &Systemowy

source: Menu file edit
pl: Edycja pliku menu

source: Which menu file will you edit?
pl: Który plik menu chcesz edytowaæ?

source: &Local
pl: &Lokalny

source: &Home
pl: domowy

source: Compare directories
pl: Porównaj katalogi

source: Select compare method:
pl: Wybierz metodê porównywania:

source: &Quick
pl: &Szybka

source: &Size only
pl: tylko &Rozmiar

source: &Thorough
pl: &Precyzyjna

source: Both panels should be on the listing view mode to use this command
pl: Oba panele powinny byæ w trybie listowania by mo¿na by³o u¿yæ tej komendy

source: The command history is empty
pl: Historia komend jest pusta

source: Command history
pl: Historia komend

source: Not an xterm or Linux console; the panels cannot be toggled.
pl: Nie na xterm'ie ani Linux'owej konsoli; panele nie mog± byæ prze³±czane.

source: Type `exit' to return to the Midnight Commander
pl: Wpisz `Exit' by wróciæ do Midnight Commandera

source: Couldn't stat %s %s
pl: Nie mogê zlokalizowaæ %s %s

source: Link
pl: Dowi±zanie

source: to:
pl: do:

source: link: %s
pl: dowi±zanie: %s

source: symlink: %s
pl: dowi±zanie symboliczne: %s

source: Symlink
pl: Dowi±zanie symboliczne

source: points to:
pl: wskazuje na:

source: Edit symlink
pl: Edycja dowi±zania symbolicznego

source: edit symlink: %s
pl: edytuj dowi±zanie symboliczne: %s

source: Link symbolically
pl: Dowi±zanie symboliczne

source: Relative symlink
pl: Relatywne dowi±zanie symboliczne

source: relative symlink: %s
pl: relatywne dowi±zanie symboliczne: %s

source: Enter machine name (F1 for details):
pl: Podaj nazwe komputera (F1 po szczegó³y):

source: Could not chdir to %s
pl: Nie mogê zmieniæ katalogu na %s

source: Link to a remote machine
pl: Link na zdaln± maszynê

source: FTP to machine
pl: FTP na maszynê

source: Socket source routing setup
pl: Ustawienia ¼ród³owego socket routingu

source: Enter host name to use as a source routing hop:
pl: Wpisz nazwê hosta który ma byæ hopem dla ¼ród³owego routingu:

source: Host name
pl: Nazwa hosta

source: Error while looking up IP address
pl: B³±d podczas wyszukiwania adresu IP

source: Undelete files on an ext2 file system
pl: Odzyskaj pliki na systemie plików ext2

source: Show directory sizes
pl: Poka¿ rozmiary podkatalogów

source: Pipe close failed
pl: Nieudane zamkniêcie potoku

source: Cannot invoke du command.
pl: Nie mo¿na wywo³ac polecenia du.

source: Setup saved to ~/
pl: Ustawienia zapisane w ~/

source: Setup
pl: Ustawienia

source: Can't chdir to '%s' %s
pl: Nie mogê zmieniæ katalogu na '%s' %s

source: refresh stack underflow!
pl: odswie¿anie stosu pod strumieniem!

source: &Unsorted
pl: nieposortowane

source: &Name
pl: &Nazwa

source: &Extension
pl: &Rozszerzenie

source: &Modify time
pl: czas &Modyfikacji

source: &Access time
pl: cz&As dostêpu

source: &Change time
pl: &Czas zmiany

source: &Size
pl: &Rozmiar

source: &Inode
pl: &IWêze³

source: &Type
pl: &Typ

source: &Links
pl: &Dowi±zania

source: &Owner
pl: &W³a¶ciciel

source: &Group
pl: &Grupa

source: Unknown
pl: Nieznane

source: Can't create temporary command file %s
pl: Nie mogê utworzyæ tymczasowego pliku dla komendy %s

source: Parameter
pl: Parametr

source: Can't execute commands on a Virtual File System directory
pl: Nie mogê wykonywaæ komend w Wirtualnym Systemie Plików (VFS)

source: file error
pl: b³±d pliku

source: Format of the
pl: Format

source: file error
pl: b³±d pliku

source: Format of the ~/
pl: Format ~/

source: file has changed with version 3.0. You may want either to copy it from
pl: plik zosta³ zmieniony przy u¿yciu wersji 3.0. Mo¿esz albo skopiowaæ go z

source: mc.ext or use that file as an example of how to write it.
pl: mc.ext lub u¿yæ tego pliku jako przyk³adu jak napisaæ nowy.

source: mc.ext will be used for this moment.
pl: mc.ext bêdzie u¿ywane w tym momencie.

source: Copy
pl: Kopiuj

source: Move
pl: Przenie¶

source: Delete
pl: Usun±æ

source: Invalid target mask
pl: Nieprawid³owa maska docelowa

source: Cannot read source link "%s" %s
pl: Nie mogê odczytaæ ¼ród³a dowi±zania "%s" %s

source: Cannot make stable symlinks across non-local filesystems: Option Stable Symlinks will be disabled
pl: Nie mogê tworzyæ stabilnych dowi±zañ symbolicznych poprzez nie-lokalne systemy plików: Opcja Stabile dowi±zania symbolicze bêdzie zablokowana

source: Cannot create target symlink "%s" %s
pl: Nie mogê stworzyæ docelowego dowi±zania symbolicznego "%s" %s

source: Cannot overwrite directory "%s" %s
pl: Nie mogê nadpisaæ katalogu "%s" %s

source: Cannot stat source file "%s" %s
pl: Nie mogê zlokalizowaæ pliku ¼ród³owego "%s" %s

source: `%s' and `%s' are the same file.
pl: `%s' i `%s' to ten sam plik.

source: Cannot create special file "%s" %s
pl: Nie mogê stworzyæ specjalnego pliku "%s" %s

source: Cannot chown target file "%s" %s
pl: Nie mogê zmieniæ w³a¶ciciela pliku docelowego "%s" %s

source: Cannot chmod target file "%s" %s
pl: Nie mogê zmieniæ atrybutów pliku docelowego "%s" %s

source: Cannot open source file "%s" %s
pl: Nie mogê otworzyæ pliku ¼ród³owego "%s" %s

source: Cannot fstat source file "%s" %s
pl: Nie mogê uzyskaæ statusu pliku ¼ród³owego "%s" %s

source: Cannot create target file "%s" %s
pl: Nie mogê stworzyæ pliku docelowego "%s" %s

source: Cannot fstat target file "%s" %s
pl: Nie mogê uzyskaæ statusu pliku docelowego "%s" %s

source: Cannot read source file "%s" %s
pl: Nie mogê odczytaæ pliku ¼ród³owego "%s" %s

source: Cannot write target file "%s" %s
pl: Nie mogê zapisaæ pliku docelowego "%s" %s

source: (stalled)
pl: (wstrzymane)
