Repository: OS2World/APP-Midnight_Commander
Catalog: mc-4.5.4/po/*.po
Languages: pl

source: Cannot close source file "%s" %s
pl: Nie mogê zamkn±æ pliku ¼ród³owego "%s" %s

source: Cannot close target file "%s" %s
pl: Nie mogê zamkn±æ pliku docelowego "%s" %s

source: &Keep
pl: zatrzymaj

source: Cannot stat source directory "%s" %s
pl: Nie mogê zlokalizowaæ katalogu ¼ród³owego "%s" %s

source: Source directory "%s" is not a directory %s
pl: ¬ród³owy katalog "%s" nie jest katalogiem %s

source: Cannot copy cyclic symbolic link `%s'
pl: Nie mogê cyklicznie kopiowaæ dowi±zania symbolicznego `%s'

source: Cannot create target directory "%s" %s
pl: Nie mogê stworzyæ docelowego katalogu "%s" %s

source: Cannot chown target directory "%s" %s
pl: Nie mogê zmieniæ w³a¶ciciela katalogu docelowego "%s" %s

source: Cannot stat file "%s" %s
pl: Nie mogê zlokalizowaæ pliku "%s" %s

source: `%s' and `%s' are the same file
pl: `%s' i `%s' to ten sam plik

source: Cannot overwrite directory `%s'
pl: Nie mo¿na nadpisaæ katalogu %s'

source: Cannot move file "%s" to "%s" %s
pl: Nie mogê przenie¶æ pliku "%s" do "%s" %s

source: Cannot remove file "%s" %s
pl: Nie mogê usun±æ pliku "%s" %s

source: Cannot overwrite directory "%s" %s
pl: Nie mo¿na nadpisaæ katalogu "%s" %s

source: Cannot overwrite file "%s" %s
pl: Nie mo¿na nadpisaæ pliku "%s" %s

source: Cannot move directory "%s" to "%s" %s
pl: Nie mogê przenie¶æ katalogu "%s" do "%s" %s

source: Cannot delete file "%s" %s
pl: Nie mogê skasowaæ pliku "%s" %s

source: Cannot remove directory "%s" %s
pl: Nie mogê usun±æ katalogu "%s" %s

source: Internal error: get_file
pl: B³±d wewnêtrzny: get_file

source: Can't operate on ".."!
pl: Nie mogê operowaæ na ".."!

source: Sorry, I could not put the job in background
pl: Wybacz, nie mogê umiê¶ciæ tej pracy w tle

source: Internal failure
pl: Wewnêtrzne niepowodzenie

source: Unknown file operation
pl: Nieznana operacja pliku

source: Destination "%s" must be a directory %s
pl: Przeznaczenie "%s" musi byæ katalogiem %s

source: &Skip
pl: &Pomiñ

source: &Retry
pl: p&Róbuj ponownie

source: &Abort
pl: &Zaniechaj

source: Directory not empty. Delete it recursively?
pl: Katalog nie jest pusty. Skasowaæ go rekursywnie?

source: Background process: Directory not empty Delete it recursively?
pl: Proces z t³a: Katalog nie jest pusty Skasowaæ go rekursywnie?

source: a&ll
pl: wszystkie

source: non&E
pl: nic

source: Type 'yes' if you REALLY want to delete
pl: Wpisz 'yes' je¶li NAPRAWDÊ chcesz skasowaæ

source: all the directories
pl: wszystkie katalogi

source: Recursive Delete
pl: Kasowanie rekursywne

source: Background process: Recursive Delete
pl: Proces z t³a: Kasowanie Rekursywne

source: 1Copy
pl: 1Kopiuj

source: 1Move
pl: 1Przenie¶

source: 1Delete
pl: 1Usuñ

source: file
pl: plik

source: files
pl: pliki

source: directory
pl: katalog

source: directories
pl: katalogi

source: files/directories
pl: pliki/katalogi

source: with source mask:
pl: ze ¼ród³ow± mask±:

source: Count
pl: Ilo¶æ

source: Bytes
pl: Bajtów

source: Source
pl: ¬ród³o

source: Target
pl: Cel

source: Deleting
pl: Usuwanie

source: Target file "%s" already exists!
pl: Docelowy plik "%s" ju¿ istnieje!

source: if &Size differs
pl: je¶li ró¿ni± siê rozmiarem

source: &Update
pl: akt&Ualizuj

source: al&L
pl: wszystkie

source: Overwrite all targets?
pl: Nadpisaæ pliki/katalogi docelowe?

source: &Reget
pl: ponownie ¶ci±gaj

source: ap&Pend
pl: do³±cz

source: Overwrite this target?
pl: Nadpisaæ plik/katalog docelowy ?

source: Target date: %s, size %d
pl: Data celu : %s, rozmiar %d

source: Source date: %s, size %d
pl: Data ¼ród³a: %s, rozmiar %d

source: File exists
pl: Plik istnieje

source: Background process: File exists
pl: Proces z t³a: Plik istnieje

source: preserve &Attributes
pl: zachowaj &Atrybuty

source: follow &Links
pl: pod±¿aj za symbo&Licznymi dow.

source: to:
pl: do:

source: &Using shell patterns
pl: &U¿ywaj wzorów pow³oki

source: &Background
pl: &T³o

source: &Stable Symlinks
pl: &Stabilne Dowi±zania Symboliczne

source: &Dive into subdir if exists
pl: &Kopiuj do podkatalogów

source: Invalid source pattern `%s' %s
pl: Nieprawid³owy wzór ¼ród³owy %s' %s

source: &Suspend
pl: zawie¶

source: Con&tinue
pl: &Kontynuuj

source: &Chdir
pl: zmieñ katalog

source: &Again
pl: ponownie

source: &Quit
pl: &Koniec

source: Pane&lize
pl: Pane&lowanie

source: &View - F3
pl: podgl±d - F3

source: &Edit - F4
pl: &Edycja - F4

source: Start at:
pl: Rozpocznij w:

source: Filename:
pl: Nazwa pliku:

source: Content:
pl: Zawarto¶æ:

source: &Tree
pl: drz&Ewo

source: Find File
pl: Znajd¼ Plik

source: Grepping in %s
pl: Grepujê w %s

source: Find/read
pl: Znajd¼/czytaj

source: Problem reading from child
pl: Problem z czytaniem z procesu potomnego

source: Finished
pl: Zakoñczono

source: Searching %s
pl: Wyszukiwanie %s

source: Searching
pl: Poszukujê

source: Find file
pl: Znajd¼ plik

source: Usage: fixhlp <width> <tocname>
pl: U¿ycie: fixhlp <z> <nazwatoc>

source: fixhlp: Cannot open toc for writing
pl: fixhlp: Nie mo¿na otworzyæ toc do zapisu

source: Internal bug: Double start of link area
pl: Wewnêtrzny bug: Podwójny start strefy dowi±zañ

source: Can't find node [Contents] in help file
pl: Nie mogê znale¶æ wêz³a [Zawarto¶æ] w pliku pomocy

source: Help
pl: Pomoc

source: Can't open file %s %s
pl: Nie mogê otworzyæ pliku %s %s

source: Can't find node %s in help file
pl: Nie mogê znale¶æ wêz³a %s w pliku pomocy

source: Index
pl: Indeks

source: Prev
pl: Poprz

source: &Move
pl: &Przenie¶

source: &Remove
pl: &Usuñ

source: &Append
pl: &Do³±cz

source: &Insert
pl: &Wstaw

source: New &Entry
pl: Nowy wpis

source: New &Group
pl: Nowa &Grupa

source: &Up
pl: wy¿ej

source: &Add current
pl: dodaj &Aktualny

source: Change &To
pl: Zmien &Na

source: Subgroup - press ENTER to see list
pl: Podgrupa - wci¶nij ENTER by zobaczyæ listê

source: Active VFS directories
pl: Aktywne katalogi VFS

source: Directory hotlist
pl: Hotlista katalogów

source: Directory path
pl: ¦cie¿ka dostêpu do katalogu

source: Directory label
pl: Etykieta katalogu

source: Moving
pl: Przenoszê

source: New hotlist entry
pl: Nowy wpis do hotlisty

source: Directory label
pl: Etykieta katalogu

source: Directory path
pl: ¦cie¿ka dostêpu do katalogu

source: New hotlist group
pl: Nowa grupa hotlisty

source: Name of new group
pl: Nazwa nowej grupy

source: Label for "%s":
pl: Etykieta dla "%s":

source: Add to hotlist
pl: Dodaj do hotlisty

source: Remove:
pl: Usuñ:

source: Group not empty. Remove it?
pl: Grupa nie jest pusta. Usun±æ j±?

source: Top level group
pl: Najwy¿sza strukturalnie grupa

source: Hotlist is now kept in file ~/
pl: Hotlista jest teraz trzymana w pliku ~/

source: MC will load hotlist from ~/
pl: MC bêdzie ³adowa³ hotlistê z ~/

source: Hotlist Load
pl: £adowanie Hotlisty

source: MC was unable to write ~/
pl: MC nie móg³ pisaæ do ~/

source: file, your old hotlist entries were not deleted
pl: plik, Twoje stare wpisy do hotlisty nie zosta³y skasowane

source: You have ~/
pl: Masz ~/

source: file and [Hotlist] section in ~/
pl: file i sekcja [Hotlist] w ~/

source: Your ~/
pl: Twój ~/

source: most probably was created
pl: najprawdopodobniej zosta³ stworzony

source: by an earlier development version of MC and is more actual than ~/
pl: poprzez wcze¶niejsz±, rozwijan± wersjê MC i jest bardziej aktualny ni¿ ~/

source: entries
pl: pozycji

source: You can choose between Remove - remove old hotlist entries from ~/
pl: Mo¿esz wybieraæ pomiêdzy Usuñ - usuñ stare wpisy hotlisty z ~/

source: Keep - keep your old entries; you will be asked the same question next time Merge - add old entries to hotlist as group "Entries from ~/
pl: Zatrzymaj - zatrzymaj stare wpisy; bêdziesz pytany o to samo nastêpnym razem Po³±cz - dodaj stare wpisy do hotlisty jako grupê "Wpisy z ~/

source: &Merge
pl: po³±cz

source: Entries from ~/
pl: Wpisy z ~/

source: file your old hotlist entries were not deleted
pl: plik z Twoimi starymi wpisami do hotlisty nie zosta³ skasowany

source: Midnight Commander %s
pl: Midnight Commander %s PL

source: Free nodes %d (%d%%) of %d
pl: Wolne wêz³y %d (%d%%) of %d

source: No node information
pl: Brak informacji o wê¼le

source: Free space
pl: Wolnego

source: (%d%%) of
pl: (%d%%) z

source: No space information
pl: Brak informacji o miejscu

source: Type: %s
pl: Typ: %s

source: non-local vfs
pl: nie lokalny vfs

source: Device: %s
pl: Urz±dzenie: %s

source: Filesystem: %s
pl: System plików: %s

source: Accessed: %s
pl: Ostatni dostêp: %s

source: Modified: %s
pl: Modyfikowany: %s

source: Created: %s
pl: Stworzony: %s

source: Size:
pl: Rozmiar:

source: (%d blocks)
pl: (%d bloków)

source: Owner: %s/%s
pl: W³a¶ciciel: %s/%s

source: Links: %d
pl: Dowi±zania: %d

source: Mode: %s (%04o)
pl: Atrybuty: %s (%04o)

source: Location: %Xh:%Xh
pl: Po³o¿enie: %Xh:%Xh

source: File: %s
pl: Plik: %s

source: File: None
pl: Plik: Nie ma

source: &Vertical
pl: pionowo

source: &Horizontal
pl: poziomo

source: &Xterm hintbar
pl: &Xterm - podpowiedzi

source: h&Intbar visible
pl: widoczne podpowiedzi

source: &Keybar visible
pl: pasek &Klawiszy widoczny

source: command &Prompt
pl: znak zachêty

source: show &Mini status
pl: poka¿ &Mini status

source: menu&Bar visible
pl: pasek menu widoczny

source: &Equal split
pl: równy podzia³

source: pe&Rmissions
pl: at&Rybuty

source: &File types
pl: typy plików

source: &Save
pl: zapisz

source: Layout
pl: Wygl±d

source: Panel split
pl: Podzia³ panelu

source: Highlight...
pl: Pod¶wietlanie...

source: Other options
pl: Inne opcje

source: output lines
pl: wyj¶ciowych lini

source: Layout
pl: Wygl±d

source: Learn keys
pl: Nauka klawiszy

source: Teach me a key
pl: Wci¶nij klawisz

source: Please press the %s and then wait until this message disappears. Then, press it again to see if OK appears next to its button. If you want to escape, press a single Escape key and wait as well.
pl: Proszê wcisn±æ %s i czekaæ, a¿ ta wiadomo¶æ zniknie. Wtedy proszê wscisnaæ klawisz jeszcze raz by zobaczyæ czy jest OK Je¶li chcesz wyj¶æ, proszê wci¶nij jeden raz klawisz Escape i chwilê zaczekaj.

source: Cannot accept this key
pl: Nie mogê zaakceptowaæ tego klawisza

source: You have entered "%s"
pl: Wpisa³e¶ "%s"

source: It seems that all your keys already work fine. That's great.
pl: Wygl±da na to, ¿e wszystkie Twoje klawisze pracuj± dobrze. To ¶wietnie.

source: &Discard
pl: porzuæ

source: Great! You have a complete terminal database! All your keys work well.
pl: Wspaniale! Masz kompletn± bazê danych terminali! Wszystkie Twoje klawisze dzia³aj± dobrze.

source: Learn keys
pl: Nauka klawiszy

source: Press all the keys mentioned here. After you have done it, check
pl: Proszê wciskaj wszystkie pokazane tu klawisze. Po zrobieniu tego

source: which keys are not marked with OK. Press space on the missing
pl: sprawd¼, które klawisze nie s± zaznaczone jako OK. Proszê wci¶nij

source: key, or click with the mouse to define it. Move around with Tab.
pl: spacjê lub kliknij mysz± na tych klawiszach. Przeno¶ kursor Tabem.

source: The Commander can't change to the directory that the subshell claims you are in. Perhaps you have deleted your working directory, or given yourself extra access permissions with the "su" command?
pl: Commander nie mo¿e zmieniæ katalogu na ten w którym podpow³oka zg³asza ¿e jeste¶. Byæ mo¿e skasowa³e¶ swój katalog, lub da³e¶ sobie specjalne prawa dostêpu poprzez komendê "su"?

source: Press any key to continue...
pl: Nacisnij dowolny klawisz aby kontynuowac...

source: The shell is already running a command
pl: Pow³oka aktualnie uruchamia jak±¶ komendê

source: &Listing mode...
pl: &Tryb listowania...

source: &Quick view C-x q
pl: s&Zybki podgl±d C-x q

source: &Info C-x i
pl: &Informacje C-x i

source: &Sort order...
pl: porz±dek &Sortowania...

source: &Filter...
pl: &Filtr...

source: &Network link...
pl: po³±czenie sie&Ciowe...

source: FT&P link...
pl: po³±czenie FT&P...

source: &Drive... M-d
pl: &Stacja... M-d

source: &Rescan C-r
pl: p&Rzeskanuj ponownie C-r

source: &User menu F2
pl: &Menu u¿ytkownika F2

source: &View F3
pl: &Podgl±d F3

source: &Filtered view M-!
pl: &Filtrowany podgl±d M-!

source: &Edit F4
pl: &Edycja F4

source: &Copy F5
pl: &Kopiuj F5

source: &Link C-x l
pl: &Dowi±zanie C-x l

source: &SymLink C-x s
pl: dowi±zanie &Symboliczne C-x s

source: edit s&Ymlink C-x C-s
pl: ed&Ytuj dowi±zanie symboliczne C-x C-s

source: &Advanced chown
pl: za&Awansowane chown

source: &Rename/Move F6
pl: &Zmieñ nazwê/przenie¶ F6

source: &Mkdir F7
pl: utwórz ka&Talog F7

source: &Delete F8
pl: &Usuñ F8

source: &Quick cd M-c
pl: Szybkie &Cd M-c

source: select &Group M-+
pl: zaznacz &Grupê M-+

source: u&Nselect group M-\
pl: odz&Nacz grupê M-\

source: reverse selec&Tion M-*
pl: od&Wróæ zaznaczenie M-*

source: e&Xit F10
pl: &Wyj¶cie F10

source: &Directory tree
pl: &Drzewo katalogów

source: &Find file M-?
pl: &Znajd¼ plik M-?

source: s&Wap panels C-u
pl: zamieñ panele C-u

source: switch &Panels on/off C-o
pl: w³±cz/wy³±cz &Panele C-o

source: &Compare directories C-x d
pl: porównaj katalogi C-x d

source: e&Xternal panelize C-x !
pl: zewnêtrzne panelowanie C-x !

source: show directory s&Izes
pl: poka¿ rozm&Iar katalogów

source: command &History
pl: &Historia poleceñ

source: di&Rectory hotlist C-\
pl: hotlista katalogów C-\

source: &Active VFS list C-x a
pl: lista &Aktywnych VFS C-x a

source: &Background jobs C-x j
pl: procesy w tle C-x j

source: &Undelete files (ext2fs only)
pl: Odkasowywanie plików (tylko ext2fs)

source: &Listing format edit
pl: edycja formatu &Listowania

source: &Extension file edit
pl: &Edycja pliku rozszerzeñ

source: &Menu file edit
pl: edycja pliku &Menu

source: &Configuration...
pl: &Konfiguracja...

source: &Layout...
pl: wyg&L±d...

source: c&Onfirmation...
pl: p&Otwierdzenia...

source: &Display bits...
pl: &Bity wy¶wietlania...

source: learn &Keys...
pl: nauka &Klawiszy...

source: &Virtual FS...
pl: wirtualny FS...

source: &Save setup
pl: &Zachowaj ustawienia

source: &Left
pl: &Lewy

source: &Above
pl: &Powy¿ej

source: &File
pl: &Plik

source: &Options
pl: &Opcje

source: &Right
pl: &Prawy

source: &Below
pl: &Poni¿ej

source: Information
pl: Informacje

source: Using the fast reload option may not reflect the exact directory contents. In this cases you'll need to do a manual reload of the directory. See the man page for the details.
pl: U¿ywanie szybkiego prze³adowywania katalogów mo¿e nie odzwierciedlaæ aktualnej zawarto¶ci katalogu. W taki bêdziesz musia³ prze³adowaæ rêcznie. Zobacz stronê man po szcegó³y.

source: Thank you for using GNU Midnight Commander
pl: Dziêkujê Ci za u¿ywanie GNU Midnight Commandera

source: with mouse support on xterm%s.
pl: z wsparciem dla myszy na xterm%s.

source: and the Linux console
pl: i Linuxow± konsolê

source: The TERM environment variable is unset!
pl: Zmienna TERM jest nieustawiona!

source: Library directory for the Midnight Commander: %s
pl: Katalog biblioteczny dla Midnight Commandera: %s

source: Option -m is obsolete. Please look at Display Bits... in the Option's menu
pl: Opcja -m jest przestarza³a. Proszê spójrz na Bity wy¶wietlania... w menu Opcje

source: Geometry for the window
pl: Geometria okna

source: No windows opened at startup
pl: Przy starcie nie otworzono rzadnego okna

source: Couldn't open tty line. You have to run mc without the -P flag. On some systems you may want to run # `which mc`
pl: Nie mogê otworzyæ lini tty. Muszisz uruchomiæ mc bez flagi -P. Na niektórych systemach mo¿esz chcieæ uruchomiæ # `which mc`

source: Notice
pl: Informacja

source: The Midnight Commander configuration files are now stored in the ~/.mc directory, the files have been moved now
pl: Pliki konfiguracyjne Midnight Commandera s± teraz zapisane w katalogu ~/.mc, pliki zosta³y tam przeniesione

source: safe de&Lete
pl: bezpieczne kasowanie

source: cd follows lin&Ks
pl: cd pod±¿a za lin&Kami

source: advanced cho&Wn
pl: zaawansowane cho&Wn

source: l&Ynx-like motion
pl: poruszanie sie w stylu l&Ynxa

source: Animation
pl: Animacja

source: ro&Tating dash
pl: obracaj±cy sie my¶lnik

source: co&Mplete: show all
pl: ko&Mpletne: pokazuj wszystko

source: &Use internal view
pl: &U¿yj wewnetrznej przegl±darki

source: use internal ed&It
pl: u¿yj wewnêtrznego edytora

source: auto m&Enus
pl: auto m&Enu

source: &Auto save setup
pl: &Automatycznie nagrywaj setup

source: shell &Patterns
pl: wzorce &Pow³oki

source: &Verbose operation
pl: &Wy¶. maks. komunikatów

source: &Fast dir reload
pl: szybkie prze³ad. katalogów

source: mi&X all files
pl: mieszaj wszystkie pliki

source: &Drop down menus
pl: rozwijane menu

source: ma&Rk moves down
pl: zaznaczenie p&Rzesuwa w dó³

source: show &Hidden files
pl: poka¿ ukryte pliki

source: show &Backup files
pl: poka¿ zapasowe kopie plików

source: &Never
pl: &Nigdy

source: on dumb &Terminals
pl: na g³upich &Terminalach

source: alwa&Ys
pl: zawsze

source: Configure options
pl: Opcje konfiruracji

source: Panel options
pl: Opcje panelu

source: Pause after run...
pl: Pauzuj po uruchomieniu...

source: Configure options
pl: Opcje konfiguracjyne

source: &Add new
pl: &Dodaj nowe

source: External panelize
pl: Zewnêtrzne panelowanie

source: External panelize
pl: Zewnêtrzne panelowanie

source: Other command
pl: Inne komendy

source: Add to external panelize
pl: Dodaj do zewnêtrznego panelowania

source: Enter command label:
pl: Wpisz etyketê komendy:

source: I can't run external panelize while logged on a non local directory
pl: Nie mogê uruchamiaæ zewnêtrznego panelowania na nie lokalnym katalogu

source: Find rejects after patching
pl: Znajd¼ odrzuty po patchowaniu

source: Find *.orig after patching
pl: Znajd¼ *.orig po patchowaniu

source: Find SUID and SGID programs
pl: Znajd¼ programy z SUID i SGIDem

source: Cannot invoke command.
pl: Nie mogê wykonaæ komendy.

source: Size
pl: Rozmiar

source: MTime
pl: CzasM

source: Permission
pl: Atrybuty

source: Perm
pl: Atry

source: ATime
pl: CzasD

source: CTime
pl: CzasS

source: Inode
pl: Iwêze³

source: Unknow tag on display format:
pl: Nieznany tag w formacie wy¶wiatlania:

source: Do you really want to execute?
pl: Czy naprawdê chcesz wykonaæ?

source: RenMov
pl: ZmnPrz

source: Mkdir
pl: StwKat

source: Couldn't open named pipe %s
pl: Nie mogê otworzyæ potoku %s

source: The shell is still active. Quit anyway?
pl: Shell jest w dalszym ci±gu aktywny. Wyj¶æ mimo wszystko?

source: There are stopped jobs.
pl: Znajduj± siê zatrzymane prace.

source: Quit anyway?
pl: Zakoñczyæ i tak ?

source: Warning: Couldn't change to %s.
pl: Ostrze¿enie: Nie mogê zmieniæ to %s.

source: Can't open the %s file for writing: %s
pl: Nie mogê otworzyæ pliku %s do zapisu: %s

source: Can't write to the %s file: %s
pl: Nie mogê pisaæ do pliku %s: %s

source: Copy "%s" directory to:
pl: Kopiuj katalog "%s" do:

source: Move "%s" directory to:
pl: Przenie¶ katalog "%s" do:

source: Can't stat the destination %s
pl: Nie mogê zlokalizowaæ przeznaczenia %s

source: The destination isn't a directory
pl: Przeznaczenie nie jest katalogiem

source: Delete %s?
pl: Usun±æ %s?

source: Static
pl: Statyczne

source: Dynamc
pl: Dynamiczne

source: Can't chdir to "%s" %s
pl: Nie mogê zmieniæ katalogu na "%s" %s

source: Rescan
pl: Przeskanuj ponownie

source: Forget
pl: Zapomnij

source: Rmdir
pl: Skasuj katalog

source: Invalid shell pattern defination "%c".
pl: nieprawid³owa definicja wzoru pow³oki "%c".

source: Debug
pl: Debuowanie

source: ERROR:
pl: B£¡D:

source: True:
pl: Prawda:

source: False:
pl: Fa³sz:

source: Warning -- ignoring file
pl: Ostrze¿enie -- ignorujê plik

source: File %s is not owned by root or you or is world writable. Using it may compromise your security
pl: Plik %s nie nale¿y do root'a lub Ciebie lub ma ustawione atrybuty zapisu. dla wszystkich. U¿ywanie go mo¿e zmniejszyæ Twoje bezpieczeñstwo

source: I can't run programs while logged on a non local directory
pl: Nie mogê uruchamiaæ programów kiedy pracujê na nielokalnym katalogu

source: User menu
pl: Menu u¿ytkownika

source: name_trunc: too big
pl: name_trunc: zbyt du¿y

source: Pipe failed
pl: Potok nieudany

source: Dup failed
pl: Dup nieudany

source: File:
pl: Plik:

source: has been modified, do you want to save the changes?
pl: zosta³ zmodyfikowany, czy chcesz zapisaæ zmiany?

source: Save changes
pl: Zapisz zmiany

source: Can't spawn child program
pl: Nie mogê zepspawaæ ;P potomnego procesu

source: Empty output from child filter
pl: Pusty wynik z filtru procesu potomnego

source: Could not open file
pl: Nie mogê otworzyæ pliku

source: Can't open file "
pl: Nie mogê otworzyæ pliku "

source: Can't stat file
pl: Niemogê zlokalizowaæ pliku

source: Can't view: not a regular file
pl: Nie mogê podejrzeæ: nieregularny plik

source: File: %s
pl: Plik: %s

source: [grow]
pl: [ro¶nie]

source: Search string not found
pl: Szukany ci±g znaków nie znaleziony

source: Invalid regular expression
pl: Nieprawid³owe wyra¿enie regularne

source: The current line number is %d. Enter the new line number:
pl: Aktualny numer lini to %d. Wpisz nowy numer lini:

source: Enter regexp:
pl: Wpisz regexp:

source: Enter search string:
pl: Wpisz szukany ci±g znaków:

source: Line
pl: Linia

source: RxSrch
pl: RxSzuk

source: EdText
pl: EdTeks

source: UnWrap
pl: CoZawi

source: HxSrch
pl: HxSzuk

source: Unform
pl: Odform

source: Function key 1
pl: Klaw. funkc. 1

source: Function key 2
pl: Klaw. funkc. 2

source: Function key 3
pl: Klaw. funkc. 3

source: Function key 4
pl: Klaw. funkc. 4

source: Function key 5
pl: Klaw. funkc. 5

source: Function key 6
pl: Klaw. funkc. 6

source: Function key 7
pl: Klaw. funkc. 7

source: Function key 8
pl: Klaw. funkc. 8

source: Function key 9
pl: Klaw. funkc. 9

source: Function key 10
pl: Klaw. funkc. 10

source: Function key 11
pl: Klaw. funkc. 11

source: Function key 12
pl: Klaw. funkc. 12

source: Function key 13
pl: Klaw. funkc. 13

source: Function key 14
pl: Klaw. funkc. 14

source: Function key 15
pl: Klaw. funkc. 15

source: Function key 16
pl: Klaw. funkc. 16

source: Function key 17
pl: Klaw. funkc. 17

source: Function key 18
pl: Klaw. funkc. 18

source: Function key 19
pl: Klaw. funkc. 19

source: Function key 20
pl: Klaw. funkc. 20

source: Backspace key
pl: Klaw. backspace

source: End key
pl: Klawisz End

source: Up arrow key
pl: Kursor do góry

source: Down arrow key
pl: Kursor w dó³

source: Left arrow key
pl: Kursor w lewo

source: Right arrow key
pl: Kursor w prawo

source: Home key
pl: Klawisz Home

source: Page Down key
pl: Klawisz PageDown

source: Page Up key
pl: Klawisz PageUp

source: Insert key
pl: Klawisz Insert

source: Delete key
pl: Klawisz Delete

source: + on keypad
pl: + na numerycznej

source: - on keypad
pl: - na numerycznej

source: * on keypad
pl: * na numerycznej

source: Left arrow keypad
pl: Kurs w lew± na numerycznej

source: Right arrow keypad
pl: Kursor prawo na numerycznej

source: Up arrow keypad
pl: Kursor góra na numerycznej

source: Down arrow keypad
pl: Kursor dó³ na numerycznej

source: Home on keypad
pl: Home na numerycznej

source: End on keypad
pl: End na numerycznej

source: Page Down keypad
pl: PgDn na numerycznej

source: Page Up keypad
pl: PgUp na numerycznej

source: Insert on keypad
pl: Insert na numerycznej

source: Delete on keypad
pl: Del na numerycznej

source: Enter on keypad
pl: Enter na numerycznej

source: Slash on keypad
pl: Slash na numerycznej

source: NumLock on keypad
pl: NumLock na numerycznej

source: Password:
pl: Has³o:

source: Password
pl: Has³o

source: Yes
pl: Tak

source: No
pl: Nie

source: Invalid password
pl: Nieprawid³owe has³o

source: Too many open connections
pl: Za du¿o otwartych po³±czeñ
